{
    "news": [
        {
           "description": "Lars Mattison presented a research poster at the 1st World Congress of Electroporation in Slovenia (September 6-10, 2015).",
            "date": "2015-09-01",
            "img": "",
            "more": ""
        },
        {
            "description": "Megan Schmidt successfully passed her oral preliminary exams on September 11th (OPE title: Utility of Monophasic Action Potentials as a Means of Monitoring Electrophysiologic Function during the Diagnosis and Treatment of Cardiac Arrhythmias). Congratulations Megan!", 
            "date": "2015-09-01",
            "img": ""
        },
        {
            "description": "Kathryn Thomas presented her research poster at the CTSI Fall Scholar and Mentor Reception on September 17th, and was recognized with a travel award of $1,500 to present her research at an upcoming national conference. These awards were distributed to the top posters based on presenter translation plans, including next steps, barriers to translation, and how the project will contribute to improving human health.", 
            "date": "2015-09-01",
            "img": ""
        },
        {
            "description": "The manuscript 'Visualization of catheter ablation for atrial fibrillation: impact of devices and anatomy' was accepted for publication in the World Journal of Cardiology. Congrats to co-authors Mark Benscoter and Paul Iaizzo!!", 
            "date": "2015-10-01",
            "img": ""
        },
        {
            "description": "The manuscript 'Isometric skeletal muscle force measurement in primary myopathies' was accepted for publication in Muscle & Nerve (DOI: 10.1002/mus.24954). Congrats to co-authors Hans Ginz, Paul Iaizzo, K Schweikert, and Will Durfee!", 
            "date": "2015-10-01",
            "img": ""
        },
        {
            "description": "Jamilisse Segarra received a travel award to participate in the 2015 Annual Biomedical Research Conference for Minority Students (ABRCMS) in Washington state (Nov. 11-14). She also received an Award in the Disciplines of Physics, Math, and Engineering for her poster 'Effects of Laser-Cutting in Muscle Tissue Biomechanics.'", 
            "date": "2015-11-01",
            "img": "",
            "more": "Jamilisse Segarra's abstract 'Effects of Laser-Cutting in Muscle Tissue Biomechanics' was accepted for a poster presentation at the Emerging Researchers National (ERN) Conference in STEM (Washington DC, February 25-27, 2016). Congratulations Jamilisse!"
        },
        {
            "description": "Paul Iaizzo received a $15K grant from the James B. Linsmayer Foundation to support research on 'Development of 3D Human Torso Models.' These models will be used to educate clinicians, students at all levels, and patients on cardiac anatomy and to provide computational models for virtual medical device prototyping and development.", 
            "date": "2015-12-01",
            "img": ""
        },
        {
            "description": "The Lillehei Heart Institute awarded Dr. Paul Iaizzo an additional $50K to continue our efforts in youth education for 2016.", 
            "date": "2016-01-01",
            "img": ""
        },
        {
            "description": "Dr. Robroy MacIver awarded our lab with funding (~$8,300) to support efforts related to the 3D Imaging of Congenital Hearts project. This project challenges us to: 1) image select cadaveric hearts from the Jesse Edwards Heart Registry; 2) coordinate local hospitals to obtain unique congenital images, then supply these hospitals with 3D images for patient and provider education; 3) create 3D printed hearts for U of MN professors, MDs, and nurses for instruction of students; and 4) create 3D printed hearts for patient families for discussions of their childrens' heart defects.", 
            "date": "2016-01-01",
            "img": ""
        },
        {
            "description": "Lars Mattison will present his project 'A device to aid in quantifying lung compliance and edema' in the Three-in-Five Competition at the Design of Medical Devices Conference on Wednesday, April 13th (8-10am, The Commons Hotel, Meridian Ballrooms 2/3). Presenters will describe their medical devices within 5-minutes using no more than 3 slides. Leaders in the field of medical technology research, engineering and development will judge presentations on: 1) quality of clinical need statement (problem); 2) technical soundness of research (solution); 3) presentation quality; and 3) fundability. The top 3 presenters will be awarded $500 and be announced at the conference Keynote Luncheon on Thursday, April 14th. Good luck Lars!", 
            "date": "2016-03-01",
            "img": ""
        },
        {
            "description": "Alex Mattson will present his abstract 'A novel bench-top isolated atrial preparation for testing atrial pacing and ablation technologies' at CardioStim 2016 in Nice, France (June 8-11, 2016). Alex will also present an abstract 'Acute perforation properties of the right atrial appendage' at ACC 2016 Scientific Sessions in Chicago (April 2-4, 2016). A technical brief 'Acute perforation properties of the right atrial appendage' was also accepted into the Design of Medical Devices Conference in Minneapolis (April 12-14, 2016). Congrats Alex!", 
            "date": "2016-03-01",
            "img": ""
        },
        {
            "description": "A production team of three individuals from TeamWorks Media visited the Visible Heart Laboratory on Tuesday, October 18th. As part of a LiveBIG campaign, TeamWorks Media, in partnership with the Big Ten Network, produces 1-min video vignettes on various college campuses that air during Big Ten sporting events in stadiums and arenas, and are also shared online. This fall they chose to shine the spotlight on the Visible Heart Lab. They were specifically interested in: the history of the lab where pioneering heart surgeries and transplant research were performed from the 1950s onward; our long standing research partnership with Medtronic; our unique ability to routinely reanimate large mammalian hearts with a clear perfusate (including 73 human hearts deemed not viable for transplant); the number (hundreds) and diversity of scientists, research collaborators, clinicians, and students that visit or work in our lab annually; the free-access Atlas of Human Cardiac Anatomy which serves as an educational resource for clinicians, engineers, patients and students of all levels (>5,000 downloadable images and movies plus tutorials); our human heart library that currently contains 400+ human heart specimens available for study; our ability to train new generations of engineers that become leaders in the medical device industry; our various outreach educational opportunities that teach cardiac anatomy, physiology and devices to people of all ages; our cardiac modeling and 3D printing capabilities.",
            "date": "2016-10-01",
            "img": ""
        },
        {
            "description": "Paul Iaizzo presented two talks 1) 'Innovation on the Edge,' University of Minnesota Alumni, Red Wing, MN, March 22, 2016; and 2) 'The Visible Heart Laboratory and the Atlas of Human Cardiac Anatomy,' Symposium on Biomedical Image Processing: From Fundamental Concepts to Clinical Translation, Ecole Polytechnique de Montreal, Montreal, Canada, March 24, 2016.", 
            "date": "2016-03-01",
            "img": ""
        },
        {
            "description": "The University of Minnesota Foundation just announced that the VHL will receive a gift of $70K from Dr. Earl Bakken to support graduate students.", 
            "date": "2016-03-01",
            "img": ""
        },
        {
            "description": "Kathryn Thomas will present her abstract/poster 'Assessing muscle protection with pharmacological post-conditioning agents in an acute ischemia reperfusion model' on April 6th at Experimental Biology 2016 in San Diego.", 
            "date": "2016-03-01",
            "img": ""
        },
        {
            "description": "CONGRATULATIONS to co-authors Ashish Singal, John Ballard, Eric Rudie, Erik Cressman, and Paul Iaizzo on the publication of their paper 'A review of therapeutic ablation modalities' in the Journal of Medical Devices.",
            "date": "2016-05-01",
            "img": ""
        },
        {
            "description": "The manuscript 'Isometric skeletal muscle force measurement in primary myopathies' has been published in Muscle & Nerve (June 2016 issue). Congrats to co-authors Hans Ginz, Paul Iaizzo, Kathi Schweikert, and Will Durfee!", 
            "date": "2016-05-01",
            "img": ""
        },
        {
            "description": "CONGRATULATIONS to Ross Hinrichsen who presented his thesis 'Mechanical properties of the aortic arch as a function of growth' and earned his masters degree in Biomedical Engineering on July 11.", 
            "date": "2016-07-01",
            "img": "",
            "more": "CONGRATULATIONS to Jeremy Stimack who also presented his thesis 'The effects of voltage and pulse number on the peak contraction force of swine esophageal muscularis post-application of irreversible electroporation over time' and earned his masters degree in Biomedical Engineering on July 11." 
        },
        {
            "description": "CONGRATULATIONS to Ross Hinrichsen who presented his thesis 'Mechanical properties of the aortic arch as a function of growth' and earned his masters degree in Biomedical Engineering on July 11.", 
            "date": "2016-09-01",
            "img": ""
        },
        {
            "description": "Lab staff, graduate students, and volunteers hosted an all-day exhibit on cardiac anatomy and physiology at the Minnesota State Fair on Thursday, September 1st.", 
            "date": "2016-09-01",
            "img": ""
        },
        {
            "description": "Alex Mattson passed his oral preliminary exam on September 12, 2016 (Title: Cardiac anatomy and material property studies for novel pacemaker fixation). CONGRATS Alex!", 
            "date": "2016-09-01",
            "img": "colorful.jpg"
        },
        {
            "description": "Staff and graduate/medical students from the Visible Heart Lab hosted educational exhibits at the Medical Design & Manufacturing Conference (September 21, Minneapolis Convention Center) and 2016 IEM Conference and Retreat (September 26, McNamara Alumni Center).", 
            "date": "2016-09-01",
            "img": ""
        },
        {
            "description": "CONGRATS to Paul Rothstein and Paul Iaizzo on their US Patent 9,445,797 (Percutaneous atrial and ventricular septal defect closure device) which was issued on September 20, 2016!", 
            "date": "2016-09-01",
            "img": ""
        },
        {
            "description": "Paul Iaizzo was named as an IEEE Senior Member in recognition of significant contributions to his profession. CONGRATULATIONS!!", 
            "date": "2016-12-01",
            "img": "colorful.jpg"
        }
    ]
}
